IDEA Open Model
PointOnLine3D.Position Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the position value on the line.
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Position { get; set; }
Public Property Position As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
PointOnLine3D Class
IdeaRS.OpenModel.Geometry3D Namespace